Repository: BrilliantPlugins/salesforce-wordpress-to-lead
Catalog: languages/salesforce-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Why not do any or all of the following:
fr_fr: Pourquoi ne pas effectuer une ou plusieurs des actions suivantes :

source: Link to it so other folks can find out about it
fr_fr: Créer un lien pour faire découvrir aux autres

source: Give it a good review on WordPress.org
fr_fr: Laisser un avis positif sur WordPress.org

source: If you have any problems with this plugin, ideas for improvements, or feature requests, please talk about them in the
fr_fr: Si vous rencontrez des problèmes avec ce plugin, si vous avez des propositions d'amélioration, ou des demandes de fonctionnalités supplémentaires, parlez-en dans les

source: Support forums
fr_fr: forums de support

source: Lead form on
fr_fr: Formulaire de prospection sur

source: Your WordPress-to-Lead settings are not complete.
fr_fr: Vos paramètres Wordpress-to-Lead ne sont pas complets.

source: You must enter your Salesforce.com Organization ID for it to work.
fr_fr: Vous devez saisir votre identifiant organisationnel Salesforce.com pour que que le plugin fonctionne.

source: You cannot edit the WordPress-to-Lead options.
fr_fr: Vous ne pouvez pas modifier les réglages de Wordpress-to-Lead.

source: Configuration Saved
fr_fr: Configuration enregistrée

source: Add a new form
fr_fr: Ajouter un nouveau formulaire

source: Forms
fr_fr: Formulaires

source: Your Salesforce.com Organization ID
fr_fr: Votre ID institutionnel de Salesforce.com

source: To find your Salesforce.com Organization ID, in your Salesforce.com account, go to Setup &raquo; Company Profile &raquo; Company Information
fr_fr: Pour trouver votre ID institutionnel sur Salesforce.com, dans votre compte Salesforce.com, naviguer à Setup &raquo; Company Profile &raquo; Company Information

source: Salesforce.com Settings
fr_fr: Réglages de Salesforce.com

source: Daddy Analytics Token
fr_fr: Token Daddy Analytics

source: Daddy Analytics Web to Lead URL ID
fr_fr: ID de l'URL Web to Lead Daddy Analytics

source: Daddy Analytics Site ID
fr_fr: ID de site Daddy Analytics

source: Daddy Analytics Settings
fr_fr: Paramètres de Daddy Analytics

source: Success message after sending lead to SalesForce
fr_fr: Message de réussite après l'envoi du prospect à SalesForce

source: Error message shown when required fields are not filled out
fr_fr: Message d'erreur à afficher quand l'ensemble des champs ne sont pas remplis

source: Error message shown when email field is invalid
fr_fr: Message d'erreur à afficher quand le champ email n'est pas valide

source: Error message shown when captcha is invalid
fr_fr: Message d'erreur à afficher quand le champ 'captcha' n'est pas valide

source: Error message when Salesforce.com connection fails
fr_fr: Message d'erreur pour l'échec de la connexion avec Salesforce.com

source: Basic Settings
fr_fr: Paramètres de base

source: Allow user to request a copy of their submission
fr_fr: Permettre aux utilisateurs de demander une copie des informations envoyées

source: Request a copy text
fr_fr: Demander une copie du text

source: Email subject
fr_fr: Objet de l'email

source: Use %BLOG_NAME% to auto-insert the blog title into the subject
fr_fr: Utiliser %BLOG_NAME% pour insérer le nom du site dans l'objet

source: Send blog admin an email notification
fr_fr: Envoyer une notification par email à l'administrateur du site

source: Email Settings
fr_fr: Paramètres email

source: Submit button text
fr_fr: Texte du bouton 'Envoyer'

source: Required fields text
fr_fr: Texte pour les champs obligatoires

source: Use CAPTCHA?
fr_fr: Utiliser CAPTCHA ?

source: Learn more about CAPTCHAs at Wikipedia
fr_fr: En savoir plus sur les CAPTCHAs à Wikipedia

source: Form Settings
fr_fr: Paramètres du formulaire

source: Use Default CSS?
fr_fr: Utiliser le CSS par défaut ?

source: Use WPCF7 CSS integration?
fr_fr: Activer l'intégration avec le CSS du WPCF7 ?

source: Read how to override the default CSS with your own CSS file
fr_fr: Apprendre à surcharger le CSS par défaut avec votre propre fichier CSS

source: Style Settings
fr_fr: Paramètres d'affichage

source: Create a lead when an approved comment is published
fr_fr: Créer un prospect quand un commentaire est approuvé et publié.

source: Replace the "Name" field on the comment form with "First Name" and "Last Name"
fr_fr: Remplacer le champ "Nom" dans le formulaire de commentaire avec "Prénom" et "Nom"

source: <small>Using first and last name fields allows for cleaner Salesforce leads, otherwise the "first name" on the lead will contain the full name, but it may create issues with some WordPress themes.</small>
fr_fr: <small>Le fait d'utiliser les noms et les prénoms crée des prospects plus propres dans Salesforce. Sinon le champ "Prénom" du prospect contiendra le nom complet. Cependant cette option peut être incompatible avec certains thèmes WordPress.</small>

source: Comment Settings
fr_fr: Paramètres des commentaires

source: Save WordPress-to-Lead Settings
fr_fr: Enregistrer les paramètres Wordpress to Lead

source: <p>If you don't want the default styling this plugin uses, you can add the CSS for the form to your own theme by creating a folder named <i>salesforce-wordpress-to-lead</i> in your theme folder, then creating a file called <i>custom.css</i> within that with your custom CSS.</p> <p>
fr_fr: <p>Si vous ne voulez pas les styles par défaut qu'utilise ce plugin, vous pouvez ajouter votre propre CSS pour le formulaire dans votre thème. Il suffit de créer un dossier <i>salesforce-wordpress-to-lead</i> dans le dossier de votre thème, et ensuite de créer un fichier qui s'appelle <i>custom.css</i> dedans, où vous allez renseigner votre propre CSS.</p> <p>

source: Deleted Form #
fr_fr: # de formulaire supprimé

source: Duplicated Form #
fr_fr: # de formulaire dupliqué

source: This form could not be found.
fr_fr: Ce formulaire n'est pas trouvable.

source: Form settings updated.
fr_fr: Paramètres du formulaire mise à jour.

source: Form Name
fr_fr: Titre du formulaire

source: Field
fr_fr: Champ

source: Operations
fr_fr: Opérations

source: Label/Value
fr_fr: Label/Valeur

source: Order
fr_fr: Ordre

source: Form Type:
fr_fr: Type de formulaire

source: <b>Note:</b> Daddy Analytics does not support cases at this time.
fr_fr: <b>NB :</b> À ce jour, Daddy Analytics ne prend pas en charge la ventilation par cas.

source: Lead Source:
fr_fr: Source du prospect :

source: Lead Source (up to 40 characters) to display in Salesforce.com, use %URL% to include the URL of the page containing the form (need more characters? See the <a href="https://wordpress.org/plugins/salesforce-wordpress-to-lead/faq/" target="_blank">FAQ</a>). You can also use a field above to set the lead source (this value will not be used if a field named lead_source exists).
fr_fr: Source du prospect (jusqu'à 40 caractères) à afficher dans Salesforce.com, utiliser %URL% pour inclure l'URL de la page qui contient le formulaire (besoin de plus de caractères ? Voir le <a href="https://wordpress.org/plugins/salesforce-wordpress-to-lead/faq/" target="_blank">FAQ</a>). Vous pouvez également uriliser un champ au-dessus pour enregistrer la source du propsect (cette valeur ne sera pas pris en compte si il existe un champ "lead_source").

source: <b>Daddy Analytics</b> will populate the Lead Source field with the web source of the Lead (such as Organic - Google, Paid - Bing, or Google Adwords). Daddy Analytics will also populate the Salesforce Address field with the estimated GeoLocation of your Leads. <br><i>Leave the Lead Source field blank if you have a subscription to <a href="
fr_fr: <b>Daddy Analytics</b> remplira le champ Lead Source (source du prospect) avec la source web du prospect (telle que Organic – Google, Paid – Bing ou Google Adwords). Daddy Analytics remplira également le champ Salesforce Address avec l'estimation de la géolocalisation de vos propects. <br><i>Laissez vide le champ Lead Source si vous êtes abonné à <a href="

source: Return/Thanks URL:
fr_fr: URL de remerciements

source: e.g.http://yoursite.com/thanks/
fr_fr: par ex. http://votresite.com/merci/

source: Redirection technique
fr_fr: Technique de redirection

source: Redirect with Javscript
fr_fr: Redirection Javascript

source: Redirect with PHP
fr_fr: Redirection PHP

source: Success Message:
fr_fr: Message de réussite

source: Overrides the default message for this form.(leave blank to use the global setting)
fr_fr: Surcharge le message par défaut pour ce formulaire (laissez vide pour utiliser le paramètre global)

source: Submit button text (override):
fr_fr: Texte du bouton "Envoyer" (surcharger):

source: Required fields text (override):
fr_fr: Texte des champs obligatoires (surcharger):

source: Overrides the default message for this form (leave blank to use the global setting).
fr_fr: Surcharge le message par défaut pour ce formulaire (laissez vide pour utiliser le paramètre global).

source: Overrides the default captcha settings for this form.
fr_fr: Surcharger les paramètres par défaut de CAPTCHA pour ce formulaire.

source: Required Fields Text Location:
fr_fr: Positionnement du texte des champs obligatoires:

source: Label Location:
fr_fr: Positionnement du label

source: Salesforce.com Organization ID (override):
fr_fr: ID institutionnel de Salesforce.com (surcharger):

source: Overrides the default org_id for this form (leave blank to use the global setting).
fr_fr: Surcharger le org_id par défaut pour ce formulaire (laisser vide pour utiliser le paramètre global).

source: Save Form
fr_fr: Enregistrer le formulaire

source: How to Use This Form
fr_fr: Comment utiliser ce formulaire

source: <p>To embed this form, copy the following shortcode into a post or page:</p><p> [salesforce form="
fr_fr: <p>Pour inclure ce formulaire dans une page, copier le shortcode suivant et le coller dans une page ou un article :</p><p> [salesforce form="

source: How to Use This Plugin
fr_fr: Comment utiliser ce plugin

source: <p>To embed a form, copy the following shortcode into a post or page:</p><p> [salesforce form="X"] </p><p>Replace X with the form number for the form you want to show.</p><p><i>Make sure you have entered all the correct settings on the left, including your Organization ID.</i></p>
fr_fr: <p>Pour inclure ce formulaire dans une page, copiez le shortcode qui suit, et collez-le dans une page ou un article :</p><p> [salesforce form="X"] </p><p>Remplacez X par le numéro du formulaire pour le formulaire que vous voulez afficher.</p><p><i>Assurez-vous d'avoir saisi tous les bons paramètres à gauche, y compris l'ID de votre organisation.</i></p>

source: <b>Community</b><br>If you have any problems with this plugin, ideas for improvements, or feature requests, please talk about them in the community support forum.<p><i>Be sure to read the <a target="_blank" href="http://wordpress.org/support/topic/support-guidelines/">support guidelines</a> before posting.</i></p>
fr_fr: <b>Communauté</b><br>Si vous avez des problèmes, des propositions d'améliorations, des demandes de fonctionnalités, parlez-en dans le forum de support de la communauté.<p><i>Assurez-vous d'avoir le les <a target="_blank" href="http://wordpress.org/support/topic/support-guidelines/">règles du support</a> avant de poster.</i></p>

source: Get Community Support
fr_fr: Obtenir du support de la communauté

source: <b>Premium</b><br>Need guaranteed support, customization help, or want to sponsor a feature addition?
fr_fr: <b>Premium</b><br>Vous avez besoin de support garanti, d'assistance à personnaliser le plugin, ou vous voulez sponsoriser un ajout de fonctionnalité ?

source: Request Premium Support
fr_fr: Demander du support Premium

source: Plugin Sponsor: Daddy Analytics
fr_fr: Sponsor du plugin: Daddy Analytics

source: Want to contribute?
fr_fr: Vous voulez contribuer ?

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Displays a WordPress-to-Lead for Salesforce Form
fr_fr: Affiche un formulaire WordPress-to-Lead for Salesformce

source: Title
fr_fr: Titre

source: Form
fr_fr: Formulaire

source: Link to it so other folks can find out about it.
fr_fr: Créer un lien pour faire découvrir à d'autres personnes.

source: Give it a good rating on WordPress.org.
fr_fr: Donnez un avis positif sur WordPress.org

source: If you have any problems with this plugin or good ideas for improvements or new features, please talk about them in the
fr_fr: Si vous rencontrez des problèmes avec ce plugin, si vous avez des propositions d'amélioration, ou des demandes de fonctionnalités supplémentaires, parlez en dans les

source: Success!
fr_fr: Succès !

source: This field is required.
fr_fr: Ce champ est obligatoire.

source: The email address you entered is not valid.
fr_fr: L'adresse mail que vous avez saisi n'est pas valide.

source: The text you entered did not match the image.
fr_fr: Le texte que vous avez saisi ne correspond pas à l'image.

source: These fields are required.
fr_fr: Ces champs sont obligatoires.

source: Failed to connect to Salesforce.com.
fr_fr: Échec de connexion à Salesforce.com

source: Submit
fr_fr: Envoyer

source: Thank you for contacting %BLOG_NAME%
fr_fr: Merci d'avoir contacté %BLOG_NAME%

source: Send me a copy
fr_fr: Envoyez-moi une copie

source: Back to configuration page
fr_fr: Retour à la page de configuration

source: Type the text shown: *
fr_fr: Saisir le texte affiché : *

source: Salesforce Web to %%type%% Error
fr_fr: Erreur Salesforce Web to %%type%%

source: Thank you for contacting
fr_fr: Merci d'avoir contacté

source: Salesforce Web to %%type%% Submission
fr_fr: Soumission Salesforce Web to %%type%%

source: Case
fr_fr: Cas

source: Lead
fr_fr: Prospect
